jws/src/test/resources/org/javelin/sws/ext/ws/axis1/case1/contractfirst/soap_11/dontSendXsiTypes/documentLiteral12-req2.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Body>
		<param2 xmlns="http://codefirst.case1.axis1.ws.springframework.org">param1</param2>
		<param3 xmlns="http://codefirst.case1.axis1.ws.springframework.org">param2</param3>
	</soapenv:Body>
</soapenv:Envelope>
